app/controllers/tasks_controller.rb

INSERT INTO "tasks" ("created_at", "title", "updated_at") VALUES (?, ?, ?)  [["created_at", Wed, 30 Oct 2013 19:00:08 UTC +00:00], ["title", "Dormir"], ["updated_at", Wed, 30 Oct 2013 19:00:08 UTC +00:00]]
---
def create
  @task = Task.new(params[:task].permit(:title))
  if @task.save